
"Battery Power" = "Batería";
"AC Power" = "Adaptador de corriente";
"UPS Power" = "SAI";

//Alternate Power Adapter tabViewItem label
"Power" = "Alimentación";

//The power warning sheet
"Restore Defaults" = "Restaurar valores por omisión";
"OK" = "Aceptar";
"Cancel" = "Cancelar";

"UPS Power Checkbox" = "Mostrar estado del SAI en la barra de menús";
//"Battery Power Checkbox"= "Show battery status in the menu bar";

// the UPS status
"percent full" = "%.0f%% llena";
"Current UPS Charge" = "Carga actual: %.0f%%";

"Power consumption may be greater than normal." = "Con estos ajustes es posible que el ordenador consuma más energía.";
"Reset by clicking Restore Defaults" = "Para usar menos energía, haga clic en Restaurar valores por omisión.";

"Network wake noise warning" = "Cuando la opción “Activar el ordenador para permitir el acceso a la red” está activada, puede que escuche que su ordenador sale del reposo ocasionalmente.";
"Wakes for detection" = "Esto informa a otros dispositivos de que el ordenador sigue estando disponible en la red.";

"Wake for network" = "Activar el ordenador para permitir el acceso a la red";
"Wake for Ethernet" = "Activar el ordenador para permitir el acceso a la red Ethernet";
"Wake for AirPort" = "Activar el ordenador para permitir el acceso a la red AirPort";

"Custom" = "Personalizada";

"Schedule Warning- power adapter must be present" = "El arranque programado sólo se efectuará cuando haya un adaptador de corriente conectado a su Mac.";

// the Battery Status is always appended to one of the above strings so a space is provided at the strings beginning.
"Battery Status" = "Carga actual de la batería: %.0f%%. Tiempo restante estimado: %@";
"Battery Status, Charged" = "Batería cargada.";
"Short Battery Status" = "Tiempo restante aproximado: %@ (%.0f%%)";
"Battery Status, Charging" = "Carga actual de la batería: %.0f%%. Tiempo estimado para completar la carga: %@";
"Short Battery Status, Charging" = "Tiempo estimado hasta carga completa: %@ (%.0f%%)";
"Current Charge" = "Carga actual de la batería: %.0f%%";
"Calculating time" = "Calculando duración";
 
"Check Battery" = "Reparar batería."; 
"Poor Battery" = "Estado de la batería: cambiar ahora.";
"Fair Battery" = "Estado de la batería: cambiar pronto.";


"AutoProc" = "Automática";
"HighProc" = "Máxima";
"NormalProc" = "Reducida";

/* strings for tool tips */
"minute" = "minuto";
"minutes" = "minutos";
"hour" = "hora";
"hours" = "horas";

"dim" = "Atenuar";
"sleep" = "Reposo";
"halfminute" = "0,5";

/* Format String to display tool tip with.  MUST contain two arguments that show where to insert the display
    dim time %1$@  and where to insert the display sleep time %2$@    They can be in any order.  The %1
    tells the string to put the first (dim time) parameter in that location.  %2 indicates the place to put
    the display sleep time. */
"Dim %@. Sleep %@." = "Atenuar %1$@. Poner en reposo %2$@.";

"Never" = "Nunca";
"1 minute" = "1 minuto";
"3 minutes" = "3 minutos";
"5 minutes" = "5 minutos";
"10 minutes" = "10 minutos";
"15 minutes" = "15 minutos";
"20 minutes" = "20 minutos";
"25 minutes" = "25 minutos";
"30 minutes" = "30 minutos";  
"45 minutes" = "45 minutos";
"1 hour" = "1 hora";
"1 hour 15 minutes" = "1 hora 15 minutos";
"1 hour 30 minutes" = "1 hora 30 minutos";  
"1 hour 45 minutes" = "1 hora 45 minutos";
"2 hours" = "2 horas";
"3 hours" = "3 horas";

"Better Energy Savings" = "Ahorro máximo de energía";
"Better Battery Life" = "Duración máxima de la batería";
"Better UPS Life" = "Duración máxima del SAI";

// *** Note to localizers: These strings will be clipped if they get much longer.
// The second string is almost as long as possible (about two additional character widths are possible)
"GFX_CHANGE_WARNING_TEXT_LOGOUT" = "Para aplicar el cambio debe cerrar sesión";
"GFX_CHANGE_WARNING_TEXT_ALL_LOGOUT" = "Para aplicar el cambio los usuarios deben cerrar sesión";
"GFX_CHANGE_WARNING_TEXT_RESTART" = "Para aplicar este cambio, reinicie el equipo";

"GFX_CHANGE_TITLE" = "Es necesario que cierre la sesión para cambiar los ajustes de los gráficos.";
"GFX_CHANGE_DESC" = "Haga clic en Cerrar sesión para continuar. Podrá guardar todos los documentos abiertos.";
"GFX_CHANGE_TITLE2" = "Es necesario que reinicie el ordenador para cambiar los ajustes de los gráficos.";
"GFX_CHANGE_DESC2" = "Haga clic en Reiniciar para continuar. Podrá guardar todos los documentos abiertos.";
"LOGOUT_BUTTON" = "Cerrar sesión";
"RESTART_BUTTON" = "Reiniciar";

"AUTO_SWITCH_MSG_ON"  = "El ordenador cambiará automáticamente el modo de gráficos para optimizar la duración de la batería.";
"AUTO_SWITCH_MSG_OFF" = "Si el cambio automático está desactivado, el ordenador usará siempre el modo de gráficos de alto rendimiento.\nEn este caso, la duración de la batería puede disminuir.";

//"Custom Profile Tooltip" = "Custom Settings";

//"energy savings" = "energy savings";
//"battery life" = "battery life";
//"UPS life" = "UPS life";

//"Profile High Perf Rating" = "Your energy settings are optimized for high performance.";
//"Profile Better Performance Rating" = "Your energy settings are optimized for better than average %@.";
//"Profile Normal Rating" = "Your energy settings are optimized for normal performance and %@.";
//"Profile Better Energy Rating" = "Your energy settings are optimized for better than average %@.";

//"long battery life" = "long battery life";
//"long UPS life" = "long UPS life";
//"high energy savings" = "high energy savings";
//"Profile High Energy Savings Rating" = "Your energy settings are optimized for %@.";


